Repository: andyholiday/ShipTrip
Catalog: ShipTrip/Localizable.xcstrings
Source language: de
Languages: en

source: Sichert Kreuzfahrten, Wunschreisen, eigene Reedereien und Schiffe sowie ausgeblendete Katalog-Einträge als ZIP-Archiv mit externen Bilddateien. Demo-Daten werden nicht mitexportiert.
en: Backs up cruises, deals, custom cruise lines and ships, and hidden catalog entries as a ZIP archive with external image files. Demo data is not exported.

source: Sollen wir dich an die Abreise erinnern?
en: Should we remind you about departure?

source: Später
en: Later

source: Weiter
en: Continue

source: Wir erinnern dich rechtzeitig vor der Abreise – dafür brauchen wir deine Erlaubnis für Benachrichtigungen.
en: We will remind you in good time before departure — for that we need your permission for notifications.

source: ZIP-Archiv zu groß (%lld Bytes); Maximum ohne ZIP64 ist %u Bytes
en: ZIP archive too large (%lld bytes); maximum without ZIP64 is %u bytes

source: ZIP-Eintrag '%@' ist zu groß (%lld Bytes); Maximum ohne ZIP64 ist %u Bytes
en: ZIP entry '%@' is too large (%lld bytes); maximum without ZIP64 is %u bytes

source: Zu viele ZIP-Einträge (%lld); Maximum ist %u
en: Too many ZIP entries (%lld); maximum is %u

source: iOS fragt dich anschließend selbst um Erlaubnis — aber erst, wenn du hier auf „Erinnerungen aktivieren“ tippst.
en: iOS will then ask for permission itself — but only once you tap “Enable Reminders” here.

source: Überspringen
en: Skip
